Repository: ElDavoo/ossigenio
Catalog: flutter_app/lib/l10n/app_*.arb
Languages: it

source: Signup
it: Registrati

source: Logout
it: Esci

# logoutConfirmMessage
source: Are you sure you want to logout?
it: Sei sicuro di voler uscire?

source: Cancel
it: Annulla

source: Map
it: Mappa

# feedbackSent
source: Feedback sent, thank you!
it: Feedback inviato, grazie!

# waitForHeating
source: Wait for the sensor to heat up before sending feedback
it: Attendere il riscaldamento prima di mandare il feedback

# greeting
source: Hi, {name}
it: Ciao,

# predictionPlaceSummary
source: Al momento a {name} ci sono {ppm} ppm di CO2
it: Al momento a {name} ci sono {ppm} ppm di CO₂

# actualCO2
source: CO2 attuale: {co2} ppm
it: CO₂ attuale: {CO2} ppm

# co2Explanation
source: Misurare la concentrazione di anidride carbonica nell'aria è importante per assicurare un ambiente sano e confortevole. Un livello di CO2 troppo alto può causare sonnolenza, mal di testa, perdita di concentrazione e altri sintomi. La CO2 viene misurata in PPM (parti per milione).
it: Misurare la concentrazione di anidride carbonica nell'aria è importante per assicurare un ambiente sano e confortevole. Un livello di CO₂ troppo alto può causare sonnolenza, mal di testa, perdita di concentrazione e altri sintomi. La CO₂ viene misurata in PPM (parti per milione).

source: excellent!
it: eccellente!

source: very good
it: ottima

source: good
it: buona

source: acceptable
it: accettabile

source: bad
it: scarsa

source: very bad
it: pessima

source: dangerous
it: pericolosa

# excellentExplanation
source: The air is very clean, you can breathe without any problems
it: La qualità dell'aria è eccellente. Non ci sono particolari problemi di inquinamento.

# verygoodExplanation
source: The air is clean, you can breathe without any problems
it: La qualità dell'aria è ottima. Normali valori riscontrabili all'aperto in città.

# goodExplanation
source: The air is clean, you can breathe without any problems
it: La qualità dell'aria è buona. Normali valori riscontrabili al chiuso.

# acceptableExplanation
source: The air is clean, you can breathe without any problems
it: La qualità dell'aria è accettabile. Non ci sono particolari problemi di inquinamento; i soggetti con patologie respiratorie croniche potrebbero respirare con maggiore fatica.

# badExplanation
source: The air is not clean, you can breathe without any problems
it: La qualità dell'aria è scarsa. I soggetti con patologie respiratorie croniche potrebbero lamentare problemi di dispnea e/o tosse.

# verybadExplanation
source: The air is not clean, you can breathe without any problems
it: La qualità dell'aria è pessima. Si può andare incontro a problemi cognitivi e a sostenere attività fisica.

# dangerousExplanation
source: The air is not clean, you can breathe without any problems
it: La qualità dell'aria è pericolosa. Altissimi rischi per la propria salute!

source: Connecting to sensor...
it: Connessione al sensore...

source: Loading...
it: Caricamento...

source: Where are you?
it: Dove sei?

source: No place selected
it: Nessun luogo selezionato
